Repository: handshake-rs/hns-dane-browser-mobile
Catalog: ios/HnsDaneBrowser/Support/Wallet.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, he, hi, id, it, ja, ko, nl, pl, pt, ru, tr, uk, vi, zh_hans, zh_hant

# wallet_activity_page_position
source: Showing activity %1$d–%2$d of %3$d.
ar: عرض النشاط %1$d–%2$d من %3$d.
de: Aktivität %1$d–%2$d von %3$d wird angezeigt.
es: Mostrando actividad %1$d–%2$d de %3$d.
fa: نمایش فعالیت %1$d–%2$d از %3$d.
fr: Affichage de l'activité %1$d – %2$d de %3$d.
he: מציג פעילות %1$d–%2$d של %3$d.
hi: %3$d की गतिविधि %1$d–%2$d दिखाई जा रही है।
id: Menampilkan aktivitas %1$d–%2$d dari %3$d.
it: Visualizzazione dell'attività %1$d–%2$d di %3$d.
ja: %3$d のアクティビティ %1$d ～ %2$d を表示しています。
ko: %3$d의 활동 %1$d–%2$d를 표시합니다.
nl: Activiteit %1$d–%2$d van %3$d weergegeven.
pl: Wyświetlanie aktywności %1$d–%2$d z %3$d.
pt: Mostrando atividade %1$d–%2$d de %3$d.
ru: Показана активность %1$d–%2$d из %3$d.
tr: %3$d'nin %1$d–%2$d etkinliği gösteriliyor.
uk: Показ активності %1$d–%2$d з %3$d.
vi: Hiển thị hoạt động %1$d–%2$d của %3$d.
zh_hans: 显示 %3$d 的活性 %1$d–%2$d。
zh_hant: 顯示 %3$d 的活性 %1$d–%2$d。

# wallet_auth_create_message
source: Confirm your device password, PIN, or pattern before creating wallet keys.
ar: أكّد كلمة مرور الجهاز أو رمز PIN أو النمط قبل إنشاء مفاتيح المحفظة.
de: Bestätige Gerätepasswort, PIN oder Muster, bevor die Wallet-Schlüssel erstellt werden.
es: Confirma la contraseña, el PIN o el patrón del dispositivo antes de crear las claves de la cartera.
fa: پیش از ایجاد کلیدهای کیف پول، گذرواژه، PIN یا الگوی دستگاه را تأیید کنید.
fr: Confirmez le mot de passe, le code PIN ou le schéma de l’appareil avant de créer les clés du portefeuille.
he: אשרו את סיסמת המכשיר, קוד ה-PIN או התבנית לפני יצירת מפתחות הארנק.
hi: वॉलेट कुंजियाँ बनाने से पहले डिवाइस पासवर्ड, PIN या पैटर्न की पुष्टि करें।
id: Konfirmasikan kata sandi, PIN, atau pola perangkat sebelum membuat kunci dompet.
it: Conferma password, PIN o sequenza del dispositivo prima di creare le chiavi del portafoglio.
ja: ウォレット鍵を作成する前に、端末のパスワード、PIN、またはパターンを確認してください。
ko: 지갑 키를 만들기 전에 기기 비밀번호, PIN 또는 패턴을 확인하세요.
nl: Bevestig het apparaatwachtwoord, de pincode of het patroon voordat de walletsleutels worden gemaakt.
pl: Potwierdź hasło, PIN lub wzór urządzenia przed utworzeniem kluczy portfela.
pt: Confirme a palavra-passe, PIN ou padrão do dispositivo antes de criar as chaves da carteira.
ru: Подтвердите пароль, PIN-код или графический ключ устройства перед созданием ключей кошелька.
tr: Cüzdan anahtarlarını oluşturmadan önce cihaz parolasını, PIN’i veya deseni doğrulayın.
uk: Підтвердьте пароль, PIN-код або графічний ключ пристрою перед створенням ключів гаманця.
vi: Xác nhận mật khẩu, PIN hoặc hình mở khóa của thiết bị trước khi tạo khóa ví.
zh_hans: 创建钱包密钥前，请确认设备密码、PIN 或图案。
zh_hant: 建立錢包金鑰前，請確認裝置密碼、PIN 或圖形。

# wallet_auth_create_title
source: Protect the new wallet
ar: حماية المحفظة الجديدة
de: Neue Wallet schützen
es: Proteger la cartera nueva
fa: محافظت از کیف پول جدید
fr: Protéger le nouveau portefeuille
he: הגנה על הארנק החדש
hi: नए वॉलेट को सुरक्षित करें
id: Lindungi dompet baru
it: Proteggi il nuovo portafoglio
ja: 新しいウォレットを保護
ko: 새 지갑 보호
nl: Nieuwe wallet beveiligen
pl: Zabezpiecz nowy portfel
pt: Proteger a nova carteira
ru: Защитить новый кошелёк
tr: Yeni cüzdanı koru
uk: Захистити новий гаманець
vi: Bảo vệ ví mới
zh_hans: 保护新钱包
zh_hant: 保護新錢包

# wallet_auth_restore_message
source: Confirm your device password, PIN, or pattern before importing recovery words.
ar: أكّد كلمة مرور الجهاز أو رمز PIN أو النمط قبل استيراد كلمات الاسترداد.
de: Bestätige Gerätepasswort, PIN oder Muster, bevor die Wiederherstellungswörter importiert werden.
es: Confirma la contraseña, el PIN o el patrón del dispositivo antes de importar las palabras de recuperación.
fa: پیش از وارد کردن کلمات بازیابی، گذرواژه، PIN یا الگوی دستگاه را تأیید کنید.
fr: Confirmez le mot de passe, le code PIN ou le schéma de l’appareil avant d’importer les mots de récupération.
he: אשרו את סיסמת המכשיר, קוד ה-PIN או התבנית לפני ייבוא מילות השחזור.
hi: रिकवरी शब्द आयात करने से पहले डिवाइस पासवर्ड, PIN या पैटर्न की पुष्टि करें।
id: Konfirmasikan kata sandi, PIN, atau pola perangkat sebelum mengimpor kata pemulihan.
it: Conferma password, PIN o sequenza del dispositivo prima di importare le parole di recupero.
ja: リカバリー単語を取り込む前に、端末のパスワード、PIN、またはパターンを確認してください。
ko: 복구 단어를 가져오기 전에 기기 비밀번호, PIN 또는 패턴을 확인하세요.
nl: Bevestig het apparaatwachtwoord, de pincode of het patroon voordat de herstelwoorden worden geïmporteerd.
pl: Potwierdź hasło, PIN lub wzór urządzenia przed zaimportowaniem słów odzyskiwania.
pt: Confirme a palavra-passe, PIN ou padrão do dispositivo antes de importar as palavras de recuperação.
ru: Подтвердите пароль, PIN-код или графический ключ устройства перед импортом слов восстановления.
tr: Kurtarma kelimelerini içe aktarmadan önce cihaz parolasını, PIN’i veya deseni doğrulayın.
uk: Підтвердьте пароль, PIN-код або графічний ключ пристрою перед імпортом слів відновлення.
vi: Xác nhận mật khẩu, PIN hoặc hình mở khóa của thiết bị trước khi nhập các từ khôi phục.
zh_hans: 导入恢复单词前，请确认设备密码、PIN 或图案。
zh_hant: 匯入復原單字前，請確認裝置密碼、PIN 或圖形。

# wallet_auth_restore_title
source: Protect the restored wallet
ar: حماية المحفظة المستعادة
de: Wiederhergestellte Wallet schützen
es: Proteger la cartera restaurada
fa: محافظت از کیف پول بازیابی‌شده
fr: Protéger le portefeuille restauré
he: הגנה על הארנק המשוחזר
hi: पुनर्स्थापित वॉलेट को सुरक्षित करें
id: Lindungi dompet yang dipulihkan
it: Proteggi il portafoglio ripristinato
ja: 復元したウォレットを保護
ko: 복원된 지갑 보호
nl: Herstelde wallet beveiligen
pl: Zabezpiecz przywrócony portfel
pt: Proteger a carteira restaurada
ru: Защитить восстановленный кошелёк
tr: Geri yüklenen cüzdanı koru
uk: Захистити відновлений гаманець
vi: Bảo vệ ví đã khôi phục
zh_hans: 保护恢复的钱包
zh_hant: 保護復原的錢包

# wallet_auth_transaction_message
source: Confirm your device password, PIN, or pattern before preparing this transaction for approval.
ar: قم بتأكيد كلمة المرور أو رقم التعريف الشخصي أو النمط الخاص بجهازك قبل إعداد هذه المعاملة للموافقة عليها.
de: Bestätigen Sie Ihr Gerätepasswort, Ihre PIN oder Ihr Muster, bevor Sie diese Transaktion zur Genehmigung vorbereiten.
es: Confirme la contraseña, el PIN o el patrón de su dispositivo antes de preparar esta transacción para su aprobación.
fa: قبل از آماده کردن این تراکنش برای تأیید، رمز عبور، پین یا الگوی دستگاه خود را تأیید کنید.
fr: Confirmez le mot de passe, le code PIN ou le modèle de votre appareil avant de préparer cette transaction pour approbation.
he: אשר את סיסמת המכשיר, ה-PIN או הדפוס שלך לפני הכנת עסקה זו לאישור.
hi: इस लेनदेन को अनुमोदन के लिए तैयार करने से पहले अपने डिवाइस पासवर्ड, पिन या पैटर्न की पुष्टि करें।
id: Konfirmasikan kata sandi, PIN, atau pola perangkat Anda sebelum mempersiapkan transaksi ini untuk disetujui.
it: Conferma la password, il PIN o la sequenza del tuo dispositivo prima di preparare questa transazione per l'approvazione.
ja: このトランザクションの承認を準備する前に、デバイスのパスワード、PIN、またはパターンを確認してください。
ko: 이 거래 승인을 준비하기 전에 장치 비밀번호, PIN 또는 패턴을 확인하세요.
nl: Bevestig het wachtwoord, de pincode of het patroon van uw apparaat voordat u deze transactie ter goedkeuring voorbereidt.
pl: Potwierdź hasło urządzenia, PIN lub wzór przed przygotowaniem tej transakcji do zatwierdzenia.
pt: Confirme a senha, PIN ou padrão do seu dispositivo antes de preparar esta transação para aprovação.
ru: Подтвердите пароль, PIN-код или графический ключ вашего устройства, прежде чем готовить эту транзакцию к утверждению.
tr: Bu işlemi onaya hazırlamadan önce cihazınızın şifresini, PIN'ini veya desenini doğrulayın.
uk: Підтвердьте пароль пристрою, PIN-код або шаблон, перш ніж готувати цю транзакцію до схвалення.
vi: Xác nhận mật khẩu, mã PIN hoặc mẫu thiết bị của bạn trước khi chuẩn bị phê duyệt giao dịch này.
zh_hans: 在准备此交易以供批准之前，请确认您的设备密码、PIN 或图案。
zh_hant: 在準備此交易以供批准之前，請確認您的裝置密碼、PIN 或圖案。

# wallet_auth_transaction_title
source: Authorize wallet transaction
ar: السماح بمعاملة المحفظة
de: Wallet-Transaktion autorisieren
es: Autorizar transacción de billetera
fa: اجازه تراکنش کیف پول
fr: Autoriser la transaction du portefeuille
he: אישור עסקת ארנק
hi: वॉलेट लेनदेन को अधिकृत करें
id: Otorisasi transaksi dompet
it: Autorizza la transazione del portafoglio
ja: ウォレットトランザクションを承認する
ko: 지갑 거래 승인
nl: Autoriseer portemonneetransactie
pl: Autoryzuj transakcję w portfelu
pt: Autorizar transação de carteira
ru: Авторизовать транзакцию кошелька
tr: Cüzdan işlemini yetkilendir
uk: Авторизувати транзакцію гаманця
vi: Ủy quyền giao dịch ví
zh_hans: 授权钱包交易
zh_hant: 授權錢包交易

# wallet_auth_unlock_message
source: Confirm your device password, PIN, or pattern to unlock signing.
ar: أكّد كلمة مرور الجهاز أو رمز PIN أو النمط لفتح صلاحية التوقيع.
de: Bestätige Gerätepasswort, PIN oder Muster, um das Signieren freizugeben.
es: Confirma la contraseña, el PIN o el patrón del dispositivo para habilitar la firma.
fa: برای فعال کردن امضا، گذرواژه، PIN یا الگوی دستگاه را تأیید کنید.
fr: Confirmez le mot de passe, le code PIN ou le schéma de l’appareil pour autoriser la signature.
he: אשרו את סיסמת המכשיר, קוד ה-PIN או התבנית כדי לפתוח את החתימה.
hi: साइनिंग चालू करने के लिए डिवाइस पासवर्ड, PIN या पैटर्न की पुष्टि करें।
id: Konfirmasikan kata sandi, PIN, atau pola perangkat untuk membuka penandatanganan.
it: Conferma password, PIN o sequenza del dispositivo per abilitare la firma.
ja: 署名を有効にするため、端末のパスワード、PIN、またはパターンを確認してください。
ko: 서명을 활성화하려면 기기 비밀번호, PIN 또는 패턴을 확인하세요.
nl: Bevestig het apparaatwachtwoord, de pincode of het patroon om ondertekenen in te schakelen.
pl: Potwierdź hasło, PIN lub wzór urządzenia, aby włączyć podpisywanie.
pt: Confirme a palavra-passe, PIN ou padrão do dispositivo para ativar a assinatura.
ru: Подтвердите пароль, PIN-код или графический ключ устройства, чтобы разрешить подпись.
tr: İmzalamayı etkinleştirmek için cihaz parolasını, PIN’i veya deseni doğrulayın.
uk: Підтвердьте пароль, PIN-код або графічний ключ пристрою, щоб дозволити підписування.
vi: Xác nhận mật khẩu, PIN hoặc hình mở khóa của thiết bị để bật ký giao dịch.
zh_hans: 请确认设备密码、PIN 或图案以启用签名。
zh_hant: 請確認裝置密碼、PIN 或圖形以啟用簽署。

# wallet_auth_unlock_title
source: Unlock wallet
ar: فتح المحفظة
de: Wallet entsperren
es: Desbloquear cartera
fa: باز کردن قفل کیف پول
fr: Déverrouiller le portefeuille
he: ביטול נעילת הארנק
hi: वॉलेट अनलॉक करें
id: Buka kunci dompet
it: Sblocca portafoglio
ja: ウォレットのロックを解除
ko: 지갑 잠금 해제
nl: Wallet ontgrendelen
pl: Odblokuj portfel
pt: Desbloquear carteira
ru: Разблокировать кошелёк
tr: Cüzdanın kilidini aç
uk: Розблокувати гаманець
vi: Mở khóa ví
zh_hans: 解锁钱包
zh_hant: 解鎖錢包

# wallet_bitcoin_activity_confirmed
source: Confirmed in block %1$d · %2$d confirmations
ar: تم التأكيد في المجموعة %1$d · تأكيدات %2$d
de: Bestätigt im Block %1$d · %2$d Bestätigungen
es: Confirmado en bloque %1$d · Confirmaciones %2$d
fa: تایید در بلوک %1$d · تاییدیه %2$d
fr: Confirmé dans le bloc %1$d · Confirmations %2$d
he: אושר בבלוק %1$d · אישורי %2$d
hi: ब्लॉक %1$d · %2$d पुष्टिकरण में पुष्टि की गई
id: Dikonfirmasi di blok %1$d · %2$d konfirmasi
it: Confermato nel blocco %1$d · Conferme %2$d
ja: ブロック%1$d・%2$dで確認済み
ko: 블록 %1$d에서 확인됨 · %2$d 확인
nl: Bevestigd in blok %1$d · %2$d bevestigingen
pl: Potwierdzone w bloku %1$d · %2$d Potwierdzenia
pt: Confirmado no bloco %1$d · Confirmações %2$d
ru: Подтверждено в блоке %1$d · %2$d подтверждений
tr: %1$d bloğunda onaylandı · %2$d onayları
uk: Підтверджено в блоці %1$d · Підтвердження %2$d
vi: Đã xác nhận trong khối %1$d · Xác nhận %2$d
zh_hans: 在区块 %1$d · %2$d 确认中得到确认
zh_hant: 在區塊 %1$d · %2$d 確認中得到確認

# wallet_bitcoin_activity_empty
source: No Bitcoin activity found in the synchronized recovery range.
ar: لم يتم العثور على أي نشاط Bitcoin في نطاق الاسترداد المتزامن.
de: Im synchronisierten Wiederherstellungsbereich wurde keine Bitcoin-Aktivität gefunden.
es: No se encontró actividad Bitcoin en el rango de recuperación sincronizada.
fa: هیچ فعالیت Bitcoin در محدوده بازیابی همگام‌سازی شده یافت نشد.
fr: Aucune activité Bitcoin trouvée dans la plage de récupération synchronisée.
he: לא נמצאה פעילות Bitcoin בטווח השחזור המסונכרן.
hi: सिंक्रोनाइज़्ड रिकवरी रेंज में कोई Bitcoin गतिविधि नहीं मिली।
id: Tidak ada aktivitas Bitcoin yang ditemukan dalam rentang pemulihan tersinkronisasi.
it: Nessuna attività Bitcoin trovata nell'intervallo di ripristino sincronizzato.
ja: 同期リカバリ範囲内に Bitcoin アクティビティが見つかりません。
ko: 동기화된 복구 범위에서 Bitcoin 활동을 찾을 수 없습니다.
nl: Geen Bitcoin-activiteit gevonden in het gesynchroniseerde herstelbereik.
pl: Nie znaleziono aktywności Bitcoin w zsynchronizowanym zakresie odtwarzania.
pt: Nenhuma atividade Bitcoin encontrada no intervalo de recuperação sincronizada.
ru: В диапазоне синхронизированного восстановления не обнаружено активности Bitcoin.
tr: Senkronize kurtarma aralığında Bitcoin etkinliği bulunamadı.
uk: У діапазоні синхронізованого відновлення не виявлено активності Bitcoin.
vi: Không tìm thấy hoạt động Bitcoin nào trong phạm vi khôi phục được đồng bộ hóa.
zh_hans: 在同步恢复范围内未发现 Bitcoin 活动。
zh_hant: 在同步恢復範圍內未發現 Bitcoin 活動。

# wallet_bitcoin_activity_fee
source: Fee: %1$d sats
ar: الرسوم: %1$d sats
de: Gebühr: %1$d sats
es: Tarifa: %1$d sats
fa: هزینه: %1$d sats
fr: Frais : %1$d sats
he: תשלום: %1$d sats
hi: शुल्क: %1$d sats
id: Biaya: %1$d sats
it: Tariffa: %1$d sats
ja: 料金: %1$d sats
ko: 수수료: %1$d sats
nl: Vergoeding: %1$d sats
pl: Opłata: %1$d sats
pt: Taxa: %1$d sats
ru: Плата: %1$d sats
tr: Ücret: %1$d sats
uk: Плата: %1$d sats
vi: Lệ phí: %1$d sats
zh_hans: 费用：%1$d sats
zh_hant: 費用：%1$d sats

# wallet_bitcoin_activity_incoming
source: Received: +%1$d sats
ar: تم الاستلام: +%1$d sats
de: Empfangen: +%1$d sats
es: Recibido: +%1$d sats
fa: دریافت: +%1$d sats
fr: Reçu : +%1$d sats
he: התקבל: +%1$d sats
hi: प्राप्त: +%1$d sats
id: Diterima: +%1$d sats
it: Ricevuto: +%1$d sats
ja: 受信済み: +%1$d sats
ko: 수신됨: +%1$d sats
nl: Ontvangen: +%1$d sats
pl: Otrzymano: +%1$d sats
pt: Recebido: +%1$d sats
ru: Получено: +%1$d sats
tr: Alınan: +%1$d sats
uk: Отримано: +%1$d sats
vi: Đã nhận: +%1$d sats
zh_hans: 已收到：+%1$d sats
zh_hant: 已收到：+%1$d sats

# wallet_bitcoin_activity_not_observed
source: No longer observed in the verified local chain view
ar: لم يعد يتم ملاحظته في عرض السلسلة المحلية التي تم التحقق منها
de: Wird in der Ansicht der verifizierten lokalen Kette nicht mehr beobachtet
es: Ya no se observa en la vista de cadena local verificada
fa: دیگر در نمای زنجیره محلی تأیید شده مشاهده نمی شود
fr: N'est plus observé dans la vue de la chaîne locale vérifiée
he: לא נצפה עוד בתצוגת השרשרת המקומית המאומתת
hi: अब सत्यापित स्थानीय श्रृंखला दृश्य में नहीं देखा गया
id: Tidak lagi diamati dalam tampilan rantai lokal terverifikasi
it: Non più osservato nella visualizzazione della catena locale verificata
ja: 検証済みのローカル チェーン ビューでは観察されなくなりました
ko: 검증된 로컬 체인 보기에서는 더 이상 관찰되지 않습니다.
nl: Wordt niet meer waargenomen in het geverifieerde lokale ketenbeeld
pl: Nie jest już obserwowany w zweryfikowanym widoku łańcucha lokalnego
pt: Não é mais observado na visualização da cadeia local verificada
ru: Больше не наблюдается в представлении проверенной локальной сети.
tr: Doğrulanmış yerel zincir görünümünde artık gözlemlenmiyor
uk: Більше не спостерігається в перевіреному перегляді локального ланцюга
vi: Không còn được quan sát trong chế độ xem chuỗi địa phương đã được xác minh
zh_hans: 在已验证的本地链视图中不再观察到
zh_hant: 在已驗證的本地鏈視圖中不再觀察到

# wallet_bitcoin_activity_outgoing
source: Sent: −%1$d sats
ar: تم الإرسال: −%1$d sats
de: Gesendet: −%1$d sats
es: Enviado: −%1$d sats
fa: ارسال شده: -%1$d sats
fr: Envoyé : −%1$d sats
he: נשלח: −%1$d sats
hi: भेजा गया: −%1$d sats
id: Terkirim: −%1$d sats
it: Inviato: −%1$d sats
ja: 送信済み: −%1$d sats
ko: 전송됨: −%1$d sats
nl: Verzonden: −%1$d sats
pl: Wysłano: −%1$d sats
pt: Enviado: −%1$d sats
ru: Отправлено: −%1$d sats
tr: Gönderildi: −%1$d sats
uk: Надіслано: −%1$d sats
vi: Đã gửi: −%1$d sats
zh_hans: 发送：−%1$d sats
zh_hant: 發送：−%1$d sats

# wallet_bitcoin_activity_page_failed
source: The next authenticated Bitcoin activity page is temporarily unavailable.
ar: صفحة نشاط Bitcoin التالية غير متاحة مؤقتًا.
de: Die nächste authentifizierte Bitcoin-Aktivitätsseite ist vorübergehend nicht verfügbar.
es: La siguiente página de actividad autenticada Bitcoin no está disponible temporalmente.
fa: صفحه فعالیت Bitcoin تأیید شده بعدی موقتاً در دسترس نیست.
fr: La prochaine page d'activité authentifiée Bitcoin est temporairement indisponible.
he: דף הפעילות המאומת הבא של Bitcoin אינו זמין באופן זמני.
hi: अगला प्रमाणित Bitcoin गतिविधि पृष्ठ अस्थायी रूप से अनुपलब्ध है।
id: Halaman aktivitas Bitcoin yang diautentikasi berikutnya untuk sementara tidak tersedia.
it: La successiva pagina di attività Bitcoin autenticata è temporaneamente non disponibile.
ja: 次に認証された Bitcoin アクティビティ ページは一時的に利用できなくなります。
ko: 다음 인증된 Bitcoin 활동 페이지를 일시적으로 사용할 수 없습니다.
nl: De volgende geverifieerde Bitcoin-activiteitenpagina is tijdelijk niet beschikbaar.
pl: Następna uwierzytelniona strona aktywności Bitcoin jest tymczasowo niedostępna.
pt: A próxima página de atividade Bitcoin autenticada está temporariamente indisponível.
ru: Следующая аутентифицированная страница активности Bitcoin временно недоступна.
tr: Kimliği doğrulanmış bir sonraki Bitcoin etkinlik sayfası geçici olarak kullanılamıyor.
uk: Наступна автентифікована сторінка активності Bitcoin тимчасово недоступна.
vi: Trang hoạt động Bitcoin được xác thực tiếp theo tạm thời không khả dụng.
zh_hans: 下一个经过身份验证的 Bitcoin 活动页面暂时不可用。
zh_hant: 下一個經過驗證的 Bitcoin 活動頁面暫時無法使用。

# wallet_bitcoin_activity_prepared
source: Prepared locally; not submitted
ar: محضرة محلياً؛ لم يتم تقديمها
de: Vor Ort zubereitet; nicht eingereicht
es: Preparado localmente; no enviado
fa: تهیه شده به صورت محلی؛ ارائه نشده است
fr: Préparé localement ; non soumis
he: הוכן במקום; לא הוגש
hi: स्थानीय स्तर पर तैयार; प्रस्तुत नहीं किया गया
id: Disiapkan secara lokal; tidak diserahkan
it: Preparato localmente; non presentato
ja: 現地で準備。未提出
ko: 현지에서 준비; 제출되지 않음
nl: Lokaal bereid; niet ingediend
pl: Przygotowane lokalnie; nie przesłane
pt: Preparado localmente; não enviado
ru: Подготовлено на месте; не отправлено
tr: Yerel olarak hazırlanmıştır; gönderilmedi
uk: Готується місцево; не подано
vi: Chuẩn bị tại địa phương; chưa được gửi
zh_hans: 本地准备；未提交
zh_hant: 本地準備；未提交

# wallet_bitcoin_activity_self_transfer
source: Self-transfer
ar: النقل الذاتي
de: Selbstübertragung
es: Autotransferencia
fa: خود انتقالی
fr: Auto-transfert
he: העברה עצמית
hi: स्व-स्थानांतरण
id: Transfer sendiri
it: Autotrasferimento
ja: 自己転送
ko: 자가 환승
nl: Zelf-overdracht
pl: Samodzielny transfer
pt: Autotransferência
ru: Самостоятельный трансфер
tr: Kendi kendine aktarım
uk: Самоперенесення
vi: Tự chuyển khoản
zh_hans: 自转
zh_hant: 自轉

# wallet_bitcoin_activity_submission_started
source: Submission started; peer outcome is not yet known
ar: بدأ التقديم؛ نتائج الأقران ليست معروفة بعد
de: Übermittlung gestartet; Das Peer-Ergebnis ist noch nicht bekannt
es: Se inició el envío; el resultado de los pares aún no se conoce
fa: ارسال آغاز شد؛ نتیجه همتایان هنوز مشخص نیست
fr: La soumission a commencé ; le résultat des pairs n’est pas encore connu
he: ההגשה החלה; התוצאה של עמיתים עדיין לא ידועה
hi: सबमिशन शुरू हुआ; सहकर्मी परिणाम अभी तक ज्ञात नहीं है
id: Pengiriman dimulai; hasil rekannya belum diketahui
it: L'invio è iniziato; il risultato dei pari non è ancora noto
ja: 提出が開始されました。ピアの結果はまだ不明
ko: 제출이 시작되었습니다. 동료 결과는 아직 알려지지 않았습니다.
nl: Inzending gestart; De peer-uitkomst is nog niet bekend
pl: Rozpoczęto przesyłanie; wynik rywalizacji nie jest jeszcze znany
pt: Envio iniciado; o resultado dos pares ainda não é conhecido
ru: Подача началась; результат коллеги еще не известен
tr: Gönderim başladı; Akran sonuçları henüz bilinmiyor
uk: Розпочато подання; результат однолітків ще не відомий
vi: Đã bắt đầu gửi; kết quả ngang hàng vẫn chưa được biết
zh_hans: 提交开始；同行结果尚不清楚
zh_hant: 提交開始；同行結果尚不清楚

# wallet_bitcoin_activity_submitted
source: Submitted to peers; not yet observed in the local chain view
ar: المقدمة إلى أقرانهم. لم يتم ملاحظتها بعد في عرض السلسلة المحلية
de: An Kollegen weitergeleitet; in der lokalen Kettenansicht noch nicht beobachtet
es: Presentado a sus pares; Aún no observado en la vista de cadena local.
fa: ارسال شده به همتایان؛ هنوز در نمای زنجیره ای محلی مشاهده نشده است
fr: Soumis à ses pairs ; pas encore observé dans la vue de la chaîne locale
he: הוגש לעמיתים; עדיין לא נצפה בתצוגת השרשרת המקומית
hi: साथियों को प्रस्तुत; स्थानीय श्रृंखला दृश्य में अभी तक नहीं देखा गया है
id: Diserahkan ke rekan-rekan; belum diamati dalam tampilan rantai lokal
it: Presentato ai pari; non ancora osservato nella visione a catena locale
ja: ピアに提出。ローカルチェーンビューではまだ観察されていません
ko: 동료에게 제출됨 로컬 체인 뷰에서는 아직 관찰되지 않았습니다.
nl: Voorgelegd aan collega's; nog niet waargenomen in het lokale ketenbeeld
pl: Przesłane do rówieśników; jeszcze nie zaobserwowane w widoku łańcucha lokalnego
pt: Enviado aos pares; ainda não observado na visão da cadeia local
ru: Представлен сверстникам; еще не наблюдается в просмотре локальной цепочки
tr: Akranlara gönderildi; henüz yerel zincir görünümünde gözlemlenmedi
uk: Представлений одноліткам; ще не спостерігається в локальному ланцюжку
vi: Đã gửi cho đồng nghiệp; chưa được quan sát trong chế độ xem chuỗi địa phương
zh_hans: 提交给同行；尚未在本地链视图中观察到
zh_hant: 提交給同行；尚未在本地鏈視圖中觀察到

# wallet_bitcoin_activity_txid
source: Transaction: %1$@
ar: المعاملة: %1$@
de: Transaktion: %1$@
es: Transacción: %1$@
fa: معامله: %1$@
he: עסקה: %1$@
hi: लेन-देन: %1$@
id: Transaksi: %1$@
it: Transazione: %1$@
ja: トランザクション: %1$@
ko: 거래: %1$@
nl: Transactie: %1$@
pl: Transakcja: %1$@
pt: Transação: %1$@
ru: Транзакция: %1$@
tr: İşlem: %1$@
uk: Трансакція: %1$@
vi: Giao dịch: %1$@
zh_hans: 交易：%1$@
zh_hant: 交易：%1$@

# wallet_bitcoin_activity_unavailable
source: Synchronize Bitcoin to load recent activity.
ar: قم بمزامنة Bitcoin لتحميل النشاط الأخير.
de: Synchronisieren Sie Bitcoin, um die letzte Aktivität zu laden.
es: Sincronice Bitcoin para cargar la actividad reciente.
fa: برای بارگیری فعالیت اخیر، Bitcoin را همگام کنید.
fr: Synchronisez Bitcoin pour charger l’activité récente.
he: סנכרן את Bitcoin כדי לטעון את הפעילות האחרונה.
hi: हाल की गतिविधि लोड करने के लिए Bitcoin को सिंक्रोनाइज़ करें।
id: Sinkronkan Bitcoin untuk memuat aktivitas terkini.
it: Sincronizza Bitcoin per caricare l'attività recente.
ja: Bitcoin を同期して、最近のアクティビティを読み込みます。
ko: 최근 활동을 로드하려면 Bitcoin를 동기화하세요.
nl: Synchroniseer Bitcoin om recente activiteit te laden.
pl: Zsynchronizuj Bitcoin, aby załadować ostatnią aktywność.
pt: Sincronize Bitcoin para carregar atividades recentes.
ru: Синхронизируйте Bitcoin, чтобы загрузить недавнюю активность.
tr: Son etkinliği yüklemek için Bitcoin'yi senkronize edin.
uk: Синхронізуйте Bitcoin, щоб завантажити останні дії.
vi: Đồng bộ hóa Bitcoin để tải hoạt động gần đây.
zh_hans: 同步 Bitcoin 以加载最近的活动。
zh_hant: 同步 Bitcoin 以載入最近的活動。

# wallet_bitcoin_activity_unconfirmed
source: Unconfirmed in the verified local wallet view
ar: غير مؤكد في عرض المحفظة المحلية التي تم التحقق منها
de: Unbestätigt in der verifizierten lokalen Wallet-Ansicht
es: Sin confirmar en la vista de billetera local verificada
fa: در نمای کیف پول محلی تأیید شده تأیید نشده است
fr: Non confirmé dans la vue du portefeuille local vérifié
he: לא אושר בתצוגת הארנק המקומי המאומת
hi: सत्यापित स्थानीय वॉलेट दृश्य में अपुष्ट
id: Belum dikonfirmasi dalam tampilan dompet lokal terverifikasi
it: Non confermato nella visualizzazione del portafoglio locale verificato
ja: 検証済みローカルウォレットビューでは未確認
ko: 검증된 로컬 지갑 보기에서 미확인됨
nl: Niet bevestigd in de geverifieerde lokale portemonneeweergave
pl: Niepotwierdzone w zweryfikowanym widoku portfela lokalnego
pt: Não confirmado na visualização de carteira local verificada
ru: Не подтверждено в представлении проверенного локального кошелька
tr: Doğrulanmış yerel cüzdan görünümünde onaylanmadı
uk: Непідтверджено в перегляді перевіреного локального гаманця
vi: Chưa được xác nhận trong chế độ xem ví địa phương đã được xác minh
zh_hans: 在已验证的本地钱包视图中未确认
zh_hant: 在已驗證的本機錢包檢視中未確認
